ecmel.vscode-html-css
ClemensPeters.format-json
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
jpoissonnier.vscode-styled-components

bierner.lit-html
skyapps.fish-vscode
pranaygp.vscode-css-peek
sibiraj-s.vscode-scss-formatter
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode

abusaidm.html-snippets
hardikpthv.lit-snippets
xabikos.JavaScriptSnippets
justinribeiro.Polymer2Snippets

PKief.material-icon-theme
monokai.theme-monokai-pro-vscode
